/**
*****************************************************************************
*  Copyright (C), 2010-2019, GOSUN CL
*
*  @file    db_init.h
*  @brief   数据库初始化功能
*
*  @author  zuckzhao
*  @date    2026-02-06
*  @version V0.1.0
*----------------------------------------------------------------------------
*  @note 历史版本  修改人员    修改日期    修改内容
*  @note V0.1.0    zuckzhao   2018-2-15   1.创建
*
*****************************************************************************
*/

#ifndef DB_INIT_H
#define DB_INIT_H

class DBInit
{
public:
    DBInit();
    ~DBInit();


};

#endif